Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.de-fi.tmx
Source language: de
Languages: fi

source: Außerdem muss der Bauherr dafür Sorge tragen, dass eine Kopie der Voranmeldung am Bauarbeitsplatz ausgehängt wird, und dass die Voranmeldung immer aktuell gehalten wird.
fi: Rakennuttajan on myös jätettävä kopio ilmoituksesta rakennustyömaalle ja huolehtia sen ajantasaisuudesta.

source: Alle Arbeiten müssen rechtzeitig geplant und die Risiken frühzeitig beurteilt werden, damit die Arbeiten sicher ausgeführt werden können.
fi: Suunnittelu ja tiedotus

source: Platz für Schuppen, Werkstätten und Lagerstellen sowie für Arbeitswege und Materialtransporte müssen eingeplant werden.
fi: Parakkien, verstaiden ja varastojen, kuljetus- ja kulkuteiden sijainti ja tilat on myös suunniteltava.

source: Es ist wichtig, den Zugang zu allen Arbeitsplätzen im Voraus sicherzustellen.
fi: On tärkeää ratkaista kuinka eri työskentelypisteisiin pääsee.

source: Die Arbeiten müssen so geplant werden, dass es bei verschiedenen, gleichzeitig ausgeführten Arbeiten nicht zu einer Kollision kommt, die Gesundheitsfährdung oder Unfälle mit sich bringen könnte.
fi: Työ on suunnitelta niin, etteivät eri toiminnot häiritse toisiaan niin, ettei synny terveys- tai onnettomuusriskejä.

source: Die Zeitplanung ist dann besonders wichtig, wenn für umfangreiche Arbeiten nur eine kurze Bauzeit zur Verfügung steht.
fi: Ajankäyttö on myös suunniteltava, varsinkin jos työ on laaja ja rakennusaika lyhyt.

source: Unfällen infolge von Absturz oder Einsturz entgegenwirken, bewirken, dass schädliche oder stark ermüdende Körperhaltung verhindert wird, die Beschäftigten im höchstmöglichen Maße vor Lärm, Vibrationen, gefährlichen Stoffen und Luftverschmutzungen schützen.
fi: joiden avulla voidaan välttää terveyshaittoja ja kehon rasitusta altistavat mahdollisimman vähän melulle, tärinälle, vaarallisille aineille ja ilman epäpuhtauksille.

source: Die Arbeitnehmer müssen über die Arbeiten, die durchgeführten oder geplanten Sicherheitsmaßnahmen sowie die geltenden Vorschriften informiert werden.
fi: Työntekijöille on kerrottava miktä työympäristötoimenpiteet on toteutettu tai suunniteltu ja mitkä määräykset ovat voimassa.

source: Manchmal brauchen die Arbeitnehmer eine besondere Schulung, wenn beispielsweise neue Produkte oder Arbeitsverfahren eingeführt werden.
fi: He saattavat tarvita erityista koulutusta tai ohjausta uusien tuotteiden tai työmenetelmien käyttöön.

source: Auf einer Baustelle kommt es ständig zu schnellen Veränderungen, die viele Risiken mit sich bringen.
fi: Rakennustyömlaalla tapahtuu jatkuvia ja nopeita muutoksia, joihin liittyy monia riskejä.

source: Deshalb ist es wichtig, regelmäßige Sicherheitsbegehungen durchzuführen.
fi: Siksi säännölliset työsuojelukierrokset ovat erittäin tärkeitä.

source: Wer ist wofür zuständig?
fi: Kuka vastaa mistä?

source: Derjenige, der die Bau- oder Anlagenarbeiten ausführen lässt (der Bauherr) trägt die Hauptverantwortung dafür, dass der Arbeitsschutz schon in der Planungsphase (Projektplan und Durchführungsplan) berücksichtigt wird.
fi: Jotta voitaisiin luoda rakennustyömaalle hyvä työympäristö, ennaltaehkäi- sevillä toimenpiteillä on tärkeä merkitys.

source: Der Bauherr ist zudem dafür verantwortlich, dass eine Voranmeldung vorliegt, ein Sicherheits- und Gesundheitsschutzplan sowie eine Dokumentation der Ergebnisse aufgestellt und dass ein Sicherheits- und Gesundheitsschutzkoordinator mit der Planung und Ausführung beauftragt wird.
fi: Lisäksi on tärkeää, että kaikilla toimijoilla on oma vastuualueensa ja että nämä tekevät yhteistyötä ja vaikuttavat kukin osaltaan työympäristöön.

source: In gewissen Fällen kann der Bauherr, in Form eines schriftlichen Vertrages, die Koordinationsverantwortung für Sicherheit und Gesundheitsschutz an eines der Unternehmen übertragen, die an den Arbeiten auf der gemeinsamen Baustelle beteiligt sind.
fi: Rakennuttajalla on päävastuu siitä, että rakennusvaiheen aikainen työympäristö otetaan huomioon jo rakennusprojektia valmisteltaessa (suunnittelu ja projektointi).

source: Dies kann jedoch nur dann geschehen, wenn der Bauauftrag die selbstständige Verantwortung für die gesamte Planung und Ausführung und/ oder die gesamte Abwicklung des Projektes durch, z. B. einen Total- oder Generalunternehmer, einschließt.
fi: Näin voidaan tehdä, jos tehtävä sisältää itsenäisen vastuun koko suunnittelusta ja projektoinnista ja/tai koko projektin toteuttamisesta, esimerkiksi yleis- tai kokonaisurakointiyrityk- sissa.

source: Bei getrennter Vergabe kann die Bauherrenverant- wortung nicht übergeben werden.
fi: Aliurakointitapauksissa rakennuttajan vastuuta ei voi siirtää.

source: Der Sicherheits- und Gesundheitsschutzkoordinator, der mit der Planung und Ausführung beauftragt wurde, trägt die Verantwortung dafür, dass die Ausführung hinsichtlich Sicherheit und Gesundheitsschutz eingehalten wird und dass der Sicherheits- und Gesundheitsschutzplan sowie die Dokumentation der Ergebnisse erstellt wird.
fi: Suunnittelusta ja projektoinnista vastaava rakennustyöympäristön koordinaattori vastaa työympäristösuunnitelman laadinnasta ja dokumentoinnista.

source: Auch Projektbeteiligte (Architekten, Berater und dergleichen) tragen, im Rahmen ihres Auftrags, die Verantwortung dafür, dass schon in der Planungsphase des Bauvorhabens das Arbeitsumfeld und der Arbeitsschutz in den Durchführungsphasen, berücksichtigt wird.
fi: Suunnittelijat (arkkitehdit, konsultit ym) vastaavat myös oman toimenkuvansa puitteissa rakennuksen aikaisesta työympäristöstä projektia valmisteltaessa.

source: Die anderen Unternehmen auf der gemeinsamen Baustelle müssen den Sicherheits- und Gesundheitsschutzkoordinator, der mit der Überwachung der ordnungsgemäßen Abwicklung der Arbeiten beauftragt wurde, über die besonderen Risiken aufklären, die durch die jeweiligen Arbeiten entstehen können.
fi: Muiden samassa työpaikassa työskentelevien yritysten on ilmoitettava koordinaattorille työn suorittamisesta ja riskeistä, joita niiden oma toiminta voi aiheuttaa.

source: Alle, die auf der Baustelle beschäftigt sind, müssen nach den Ordnungs- und Sicherheitsvorschriften, die der Sicherheits- und Gesundheitsschutzkoordinator aufgestellt, handeln.
fi: Kaikkien samalla työpaikalla toimivien on noudatettava koordinointivastuussa olevan yrityksen määräämiä järjestys- ja turvasääntöjä

source: Jeder Arbeitgeber trägt die Hauptverantwortung für das Arbeitsumfeld seiner Arbeitnehmer.
fi: Jokaisella työnantajalla on päävastuu työntekijän työympäristöstä.

source: Dies gilt grundsätzlich, selbst wenn es gleichzeitig Teilverant- wortliche, wie beispielsweise das ausführende Unternehmen, den Hersteller von Maschinen, die bei der Arbeit benutzt werden oder die Person, die als Sicherheits- und Gesundheitsschutzkoordinator beauftragt wurde, gibt.
fi: Työnantajan vastuu omista työntekijöistä on voimassa täysimääräisesti, vaikka samanaikaisesti oma vastuunsa tästä on suunnittelijoilla, työssä käytettävien koneiden valmistajilla tai rakennusympäristön koordinaat- torilla.

source: Alleinunternehmer und Mitarbeiter in Familienbetrieben ohne Angestellte müssen bei Bau- und Anlagenarbeiten im Prinzip dieselben Bestimmungen einhalten, die auch für Arbeitgeber und Arbeitnehmer gelten.
fi: Yksityisyrityttäjinä tai perheyrityksissä työskentelevät noudattavat raken- nustyössä käytännössä samoja määräyksiä, jotka koskevat työnantajaa ja työntekijä.

source: Bauarbeiter müssen sich an der Arbeit bezüglich Sicherheit und Gesundheitsschutz beteiligen, die geltenden Gesetze und Vorschriften einhalten und die vorgeschriebenen Schutzvorrichtungen benutzen.
fi: Rakennustyöntekijän on myös osallistuttava työympäristötyöhän, noudatettava voimassa olevia määräyksiä ja käytettävä olemassa olevia suojavarusteita.

source: Der Sicherheitsbeauftragte vertritt die Arbeitnehmer in Bezug auf Arbeits- sicherheitsfragen.
fi: Työsuojeluvaltuutettu edustaa työntekijöitä turvakysymyksissä.

source: Wenn von einer Tätigkeit unmittelbare Gefahr für Leben und Gesundheit ausgeht und der Arbeitgeber nicht sofort die Gefahrenquelle beseitigt, hat der Sicherheitsbeauftragte das Recht die Arbeit zu unterbrechen, bis das Schwedische Zentralamt für Arbeitsumwelt hierzu eine Stellungnahme abgegeben hat.
fi: Jos työhön liittyy välitön terveyttä tai henkeä uhkaava vaara eikä työnantaja välittömästi poista riskiä, on työsuojeluvaltuutetulla oikeus keskeyttää työt ja odottaa Työympäristöviraston kannanottoa.

source: Hersteller, Importeure und Vermieter von technischen Geräten sind für die Sicherheit ihrer Produkte verantwortlich.
fi: Laitteiden valmistajat, maahantuojat ja vuokraajat vastaavat tuotteidensa turvallisuudesta.

source: Hersteller und Importeure von chemischen Produkten oder anderen Stoffen haben im Prinzip die gleiche Verantwortung.
fi: Kemiallisten aineiden valmistajilla ja maahantuojilla on sama vastuu.

source: Hersteller, Importeure und Vermieter müssen Produktinformationen bereithalten, die für Gesundheitsvorsorge und Unfallverhütung am Arbeitsplatz benötigt werden.
fi: Valmistajien, maahantuojien ja vuokraajien on myös annettava tapaturmien ja terveyshaittojen välttämiseksi tarvittavat käyttöturvallisuustiedotteet.

source: Für Firmen, die Arbeitskräfte anheuern, und für die Oberaufsicht einer Baustelle enthält das schwedische Arbeitsschutzgesetz besondere Vorschriften.
fi: Työympäristölaissa on myös vastuumääräykset työvoiman vuokraajille ja niille, jotka määräävät työpaikasta.

source: ADI 539 Tys Our vision: Everyone wants to, and can, create a good work environment
fi: ADI 539 Fin Our vision: Everyone wants to, and can, create a good work environment
